START = """
Приветствую

"""
HELP = """
Приветствую"""

CHANNELS_NOT_SUB = """
Чтобы пользоваться ботом, необходимо подписаться на каналы 

После подписки Вы сможете пользоваться нашим ботом."""

BOT_INFO = """
🤖 Информация о Боте:

🐍 <b>Python: {python} </b> 
🗂 <b>Aiogram: {aiogram} </b> 
📟 <b>CPU: {process_cpu_percent}% </b> 
📟 <b>RAM: {process_ram} MB ({process_ram_percent}%) </b> 
🚀 <b>Прошло с последней перезагрузки: <code>{bot_working}</code> </b> 

📊 Информация о сервере: 
📟 <b>CPU: {cpu} ядер(-ро) {cpu_load}% </b> 
📟 <b>RAM: {ram} / {ram_load_mb}MB ({ram_load}%) </b> 
💻 <b>Arch: {arch} </b>
💿 <b>OS: {os} </b> 

👥 <b>Юзеров в базе данных: {users_in_bd} </b> 
🚷 <b>Юзеров в игноре: {users_in_ignore} </b>
"""
